Repository: seanpm2001/mt-training-data
Catalog: sd/sd_pontoon.tmx
Source language: en_us
Languages: sd

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
sd: اسان جو ماخذ متن اصل مدد ڏيندڙ عطين سان گڏو گڏ عوامي ڊومين جي فلمن جي اسڪرپٽ مان ڊائلاگ مان ٺهيل آهي جهڙوڪ <italic>It's a Wonderful Life</italic>. توھان ھن <githubLink>GitHub فولڊر</githubLink> ۾ اسان جا ماخذ جملا ڏسي سگھو ٿا.

source: Overall Accuracy
sd: مجموعي درستگي

source: Overall Hr. Total
sd: مجموعي طور ڪُل ڪلاڪ.

source: Overall project status: see how far we’ve come!
sd: مجموعي طور تي پروجيڪٽ جي صورتحال: ڏسو ته اسان ڪيتري حد تائين پهچي ويا آهيون!

source: p
sd: پي

source: Papiamento (Aruba)
sd: پاپيامينٽو (اروبا)

source: Partner
sd: ڀائيوار

source: Partners
sd: ڀائيوار

source: Partnerships
sd: ڀائيواري

source: Partnerships and networks
sd: ڀائيواري ۽ نيٽ ورڪ

source: Partner with local organizations or individuals
sd: مقامي تنظيمن يا فردن سان ڀائيواري

source: [Part of the text can’t be heard]
sd: [متن جو حصو ٻڌي نٿو سگهجي]

source: Pashto
sd: پشتو

source: Past recordings download requests
sd: گذريل رڪارڊنگ ڊائون لوڊ جون درخواستون

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
sd: <p>Common Voice هڪ عوامي طور تي دستياب وائس ڊيٽا سيٽ آهي، جيڪو سڄي دنيا ۾ رضاڪار تعاون ڪندڙن جي آوازن سان هلندڙ آهي. اهي ماڻهو جيڪي وائيس ايپليڪيشنون ٺاهڻ چاهين ٿا، اهي مشين لرننگ ماڊلز کي تربيت ڏيڻ لاءِ ڊيٽا سيٽ استعمال ڪري سگهن ٿا.</p> <p>هن وقت، اڪثر وائس ڊيٽا سيٽ ڪمپنين جي ملڪيت آهن، جيڪي جدت کي روڪين ٿيون. وائس ڊيٽا سيٽس پڻ گهٽ نمائندگي ڪن ٿا: غير انگريزي ڳالهائيندڙ، رنگ جا ماڻهو، معذور ماڻهو، عورتون ۽ LGBTQIA+ ماڻهو. هن جو مطلب اهو آهي ته آواز-فعال ٽيڪنالاجي ڪيترن ئي ٻولين لاء ڪم نٿو ڪري، ۽ جتي اهو ڪم ڪري ٿو، اهو هر ڪنهن لاء هڪجهڙائي بهتر نه ٿي سگھي. اسان ان کي تبديل ڪرڻ چاهيون ٿا ته هر هنڌ ماڻهن کي متحرڪ ڪري سندن آواز شيئر ڪرڻ لاءِ.</p>

source: People come and contribute their voices.
sd: ماڻهو اچن ۽ پنهنجو آواز عطيو ڪن.

source: Persian
sd: فارسي ٻولي

source: Personal
sd: ذاتي

source: Personal dashboards keep you up-to-date with individual and community progress.
sd: ذاتي ڊيش بورڊ توهان کي انفرادي ۽ ڪميونٽي جي پيشرفت سان تازه ڪاري پيش ڪندا آهن.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
sd: <playbookLink> مددگار ھدايت ڳولھيو</playbookLink> سڄي عام آواز جي سفر تي، لوڪلائيزيشن کان وٺي ڊيٽا سيٽ جي استعمال تائين، ۽ گڏوگڏ اسان جي ڪميونٽي سان ڪيئن ڳنڍجي.

source: <playIcon></playIcon>Last one!
sd: <playIcon></playIcon>آخري هڪ!

source: Play/Stop
sd: هلايو/بيهاريو

source: Please add a source.
sd: مھرباني ڪري ھڪڙو ذريعو شامل ڪريو.

source: Please add sentences.
sd: مهرباني ڪري جملا شامل ڪريو.

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
sd: مھرباني ڪري اسان جو چيڪ ڪريو <templateFileLink>template file</templateFileLink>. توهان جا جملا ڪاپي رائيٽ کان آزاد هجن (CC0 يا جمع ڪندڙ طرفان اجازت ڏنل اصل ڪم) ۽ صاف، گرامر جي لحاظ کان درست ۽ پڙهڻ ۾ آسان هجن. جمع ٿيل جملن کي پڙهڻ ۾ لڳ ڀڳ 10-15 سيڪنڊ لڳڻ گهرجن ۽ انگن، مناسب اسم ۽ خاص اکر شامل ڪرڻ کان پاسو ڪرڻ گهرجي.

source: Please check the <howToLink>guidelines</howToLink>.
sd: مهرباني ڪري چيڪ ڪريو <howToLink>هدايتون</howToLink>.

source: Please confirm that these sentences are public domain.
sd: مهرباني ڪري پڪ ڪريو ته اهي جملا عوامي ڊومين آهن.

source: Please fill out this field.
sd: مھرباني ڪري ھن فيلڊ کي ڀريو.

source: Please select a language.
sd: مهرباني ڪري هڪ ٻولي چونڊيو.

source: Please select a language to review sentences.
sd: مھرباني ڪري جملن جو جائزو وٺڻ لاءِ ٻولي چونڊيو.

source: Please try again.
sd: مهرباني ڪري ٻيهر ڪوشش ڪريو.

source: Polish
sd: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
sd: <pontoonAccountLink>هڪ کاتو ٺاهيو</pontoonAccountLink> جيڪڏهن توهان وٽ ناهي. پوءِ، پنھنجي ٻولي چونڊيو <strong>('ٽيم')</strong> ۽ پوءِ پروجيڪٽ چونڊيو، <pontoonCvLink>Common Voice</pontoonCvLink>. ترجمو ڪرڻ لاءِ فائلون هونديون. ھڪڙي تي ڪلڪ ڪريو، پوء اھو انگريزيء ۾ لفظن ۽ انھن کي ترجمو ڪرڻ لاء ھڪڙو خانو ڏيکاري ٿو.

source: Portuguese
sd: پرتگالي

source: Press play, listen & tell us: did they accurately speak the sentence below?
sd: راند کي دٻايو، ٻڌو ۽ اسان کي ٻڌايو: ڇا انھن ھيٺ ڏنل جملو صحيح ڳالھايو؟

source: Press { shortcut-play-toggle } to toggle play mode
sd: دٻايو { shortcut-play-toggle } راند موڊ کي ٽوگل ڪرڻ لاءِ

source: Privacy
sd: رازداري

source: Privacy Policy
sd: رازداري پاليسي

source: Privacy, security and transparency.
sd: رازداري، حفاظت ۽ شفافيت.

source: Pro
sd: پرو

source: Profile
sd: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
sd: پروفائل جي معلومات تربيتي تقرير جي سڃاڻپ جي درستگي ۾ استعمال ٿيندڙ آڊيو ڊيٽا کي بهتر بڻائي ٿي.

source: Profile: { $username }
sd: پروفائل: { $username }

source: Progress
sd: پيش رفت

source: Public Domain
sd: عوامي ڊومين

source: Punctuation
sd: اوقاف

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
sd: اوقاف. خاص نشانيون ۽ اوقاف صرف شامل ٿيڻ گهرجن جڏهن بلڪل ضروري هجي. مثال طور، هڪ apostrophe انگريزي لفظن ۾ شامل ڪيو ويو آهي جهڙوڪ "don't" ۽ "we're" ۽ ماخذ متن ۾ شامل ڪيو وڃي، پر اهو ممڪن ناهي ته توهان کي ڪڏهن به خاص علامت جي ضرورت پوندي جهڙوڪ "@" يا "#. ”“

source: Punjabi
sd: پنجابي

source: Quechua Chanka
sd: ڪوچوا چانڪا

source: r
sd: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
sd: [انگريزي ۾ 'Raised' کي هميشه هڪ اکر طور استعمال ڪيو ويندو آهي، ٻه نه]

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
sd: حڪومتن، غير منافع بخش يا ميڊيا تنظيمن تائين پهچ ته ڏسو ته ڇا انهن جي ويب مواد، رپورٽون يا ٻيو مواد عوامي ڊومين لاء وقف ڪري سگهجي ٿو.

source: Reader Effects
sd: پڙهندڙ اثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
sd: صفحي تي سڀني لفظن کي صحيح طور تي پڙھڻ ضروري آھي. جڏهن ٻڌو، تمام احتياط سان چيڪ ڪريو ته جيڪو رڪارڊ ڪيو ويو آهي اهو ئي آهي جيڪو لکيو ويو آهي؛ رد ڪريو جيڪڏهن اهي شامل ڪيا ويا آهن، معاهدو يا ياد ڪيل لفظ.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
sd: پڙهڻ جو ٽڪراءُ جيڪي اصل ۾ موجود نه آهن، جهڙوڪ ”اسين آهيون“ بدران ”اسين آهيون“، يا ان جي برعڪس.

source: Read More
sd: وڌيڪ پڙهو

source: Read more on our About page
sd: اسان جي باري ۾ صفحي تي وڌيڪ پڙهو

source: Read our How-to if unsure how to attribute
sd: اسان جو پڙهو ڪيئن-جيڪڏهن غير يقيني هجي ته ڪيئن منسوب ڪجي

source: Read the sentence carefully - don’t miss, change or add words.
sd: جملي کي غور سان پڙهو - نه وڃايو، تبديل ڪريو يا لفظ شامل ڪريو.

source: { $readyCount } sentences ready for submission!
sd: { $readyCount } جملا جمع ڪرائڻ لاءِ تيار!

source: Ready to add your voice or lend your ear?
sd: پنھنجي آواز کي شامل ڪرڻ يا پنھنجي ڪن لڳائڻ لاء تيار آھيو؟

source: Ready to contribute?
sd: حصو ڏيڻ لاء تيار آهيو؟

source: Ready to do { $count } more?
sd: وڌيڪ { $count } ڪرڻ لاءِ تيار آهيو؟

source: Ready to donate your voice?
sd: پنهنجو آواز ڏيڻ لاء تيار آهيو؟

source: Ready to help validate sentences?
sd: جملن جي تصديق ڪرڻ ۾ مدد ڪرڻ لاءِ تيار آهيو؟

source: reCAPTCHA is required if you want to proceed
sd: reCAPTCHA گھربل آھي جيڪڏھن توھان اڳتي وڌڻ چاھيو ٿا ته

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
sd: اي ميلون وصول ڪريو جهڙوڪ دعويٰ ۽ مقصد ياد ڏياريندڙ، پيش رفت تازه ڪاريون، ۽ عام آواز بابت خبر ناما.

source: Recorded Clips
sd: رڪارڊ ٿيل ڪلپس

source: Recorded Hours
sd: رڪارڊ ڪيل ڪلاڪ

source: <recordIcon></recordIcon> Last one!
sd: <recordIcon></recordIcon> آخري هڪ!

source: Recordings
sd: رڪارڊنگون

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
sd: آواز ڪلپس کي رڪارڊ ڪرڻ اسان جي کليل ڊيٽا سيٽ جي تعمير جو هڪ لازمي حصو آهي. ڪجهه چون ٿا ته اهو پڻ مزيدار حصو آهي.

source: Record/Stop
sd: رڪارڊ/روڪيو

source: Record your voice
sd: پنهنجو آواز رڪارڊ ڪريو

source: Refresh
sd: تازو ڪريو

source: Reject
sd: رد ڪريو

source: Rejected Sentences
sd: رد ڪيل جملا

source: { $rejectedSentences } rejected sentences.
sd: { $rejectedSentences } رد ٿيل جملا.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
sd: ياد رکو ته اسان کي انهن جملن کي شايع ڪرڻ جي اجازت جي ضرورت آهي، تنهنڪري هميشه پڪ ڪريو ته متن جو تعلق <wikipediaLink>عوامي ڊومين</wikipediaLink> سان آهي. جيڪڏهن ڪو واضح اشارو نه آهي، ان شخص تائين پهچو جنهن سان متن جو تعلق آهي ۽ پڇو ته ڇا اهي پنهنجو متن عوامي ڊومين ۾ شامل ڪرڻ چاهين ٿا. جيڪڏھن اھي چاھين ٿا، انھن جي مدد ڪريو <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> عمل. جيڪڏهن اهي متن ۾ حصو وٺڻ نٿا چاهين، ته توهان کي اهو متن استعمال ڪرڻ جي اجازت ناهي.

source: remove
sd: هٽايو

source: Remove
sd: هٽايو

source: Remove Avatar
sd: اوتار کي هٽايو

source: Report
sd: رپورٽ ڪريو

source: Report Bugs
sd: رپورٽ ڪريو بگ

source: Report copyright issues
sd: ڪاپي رائيٽ جا مسئلا رپورٽ ڪريو

source: Report was passed successfully
sd: رپورٽ ڪاميابي سان منظور ڪئي وئي

source: Request a Language
sd: ٻولي جي درخواست ڪريو

source: Request recordings
sd: رڪارڊنگ جي درخواست ڪريو

source: *required
sd: *گهربل

source: Re-record
sd: ٻيهر رڪارڊ ڪريو

source: Re-record clip
sd: ٻيهر رڪارڊ ڪلپ

source: Reset skipped sentences
sd: ڇڏيل جملن کي ٻيهر ترتيب ڏيو

source: Return
sd: واپسي

source: Return here to edit your goal anytime.
sd: ڪنهن به وقت پنهنجو مقصد تبديل ڪرڻ لاءِ هتي واپس وڃو.

source: Return to Common Voice
sd: عام آواز ڏانھن واپس وڃو

source: Return to Common Voice Datasets
sd: عام وائس ڊيٽا سيٽس ڏانھن واپس وڃو

source: Return to Languages
sd: ٻولين ڏانھن واپس وڃو

source: Review
sd: نظرثاني ڪريو

source: Review could not be saved. Please try again later.
sd: جائزو محفوظ نه ٿي سگهيو. مهرباني ڪري ڪجھہ دير رکي ٻيهر ڪوشش ڪندا.

source: ⓘ Review Criteria
sd: ⓘ نظرثاني جو معيار

source: Review Criteria
sd: نظرثاني جي معيار

source: Reviewed sentences not submitted, are sure?
sd: نظرثاني ٿيل جملا پيش نه ڪيا ويا آهن، پڪ آهي؟

source: Reviewing Sentences
sd: جملن جي نظرثاني

source: <reviewLink>Review now!</reviewLink>
sd: <reviewLink>ھاڻي نظرثاني ڪريو!</reviewLink>

source: Review & re-record clips here as you go
sd: جائزو وٺو ۽ ٻيهر رڪارڊ ڪريو ڪلپس هتي جيئن توهان چاهيو

source: Review & re-record clips if needed
sd: جيڪڏهن ضرورت هجي ته ڪلپس جو جائزو وٺو ۽ ٻيهر رڪارڊ ڪريو

source: Review sentences
sd: جملن جي نظرثاني ڪريو

source: Review Sentences
sd: جملن جو جائزو وٺو

source: Review & Submit
sd: نظرثاني ڪريو ۽ جمع ڪريو

source: Romanian
sd: رومانوي

source: Romansh Sursilvan
sd: رومانش سرسلوان

source: Romansh Vallader
sd: رومانش ويلاڊر

source: Runyankole
sd: رنيانڪول

source: Russian
sd: روسي

source: s
sd: ايس

source: Sakha
sd: سخا

source: Santali (Ol Chiki)
sd: سنتالي (اول چڪي)

source: Saraiki
sd: سرائڪي

source: Sardinian
sd: سارڊيني

source: Save
sd: محفوظ ڪريو

source: Saved
sd: محفوظ ٿيل

source: Search
sd: ڳولهيو

source: Search for answers
sd: جوابن جي ڳولا ڪريو

source: Search for them on the Internet
sd: انهن کي انٽرنيٽ تي ڳولهيو

source: See how your progress compares to other contributors all over the world.
sd: ڏسو ته توهان جي پيشرفت سڄي دنيا جي ٻين مدد ڪندڙن جي مقابلي ۾ ڪيئن آهي.

source: See Less
sd: گهٽ ڏسندا

source: See More
sd: وڌيڪ ڏسو

source: Select a Language...
sd: ٻولي چونڊيو...

source: Selected
sd: چونڊيل

source: Select File
sd: فائل چونڊيو

source: Select File to Upload
sd: اپلوڊ ڪرڻ لاءِ فائل چونڊيو

source: Select Language
sd: ٻولي چونڊيو

source: Select the desired language dataset and choose the version you wish to download.
sd: مطلوب ٻولي ڊيٽا سيٽ چونڊيو ۽ نسخو چونڊيو جيڪو توهان ڊائون لوڊ ڪرڻ چاهيو ٿا.

source: Self Citation
sd: پاڻمرادو حوالو

source: Send sign up link
sd: سائن اپ لنڪ موڪليو

source: Sentence
sd: جملو

source: Sentence Collection
sd: جملن جو مجموعو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
sd: <sentenceCollectorFragment>SentenceCollectorFragment>جملن جي مجموعي تي وڌيڪ ڏسو</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
sd: <sentenceCollectorVideo>SentenceCollectorVideo>SentenceCollectorVideo> استعمال ڪرڻ تي اسان جي گائيڊ ڏسو.

source: Sentence must contain between 1 and 14 (inclusive) words
sd: جملي ۾ 1 ۽ 14 جي وچ ۾ (شامل) لفظن جو هجڻ لازمي آهي

source: Sentences
sd: جملا

source: { $sentences } added by you
sd: { $sentences } توهانجي طرفان شامل ڪيو ويو آهي

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
sd: جملا اپلوڊ ٿي رهيا آهن. شامل ڪيل جملن جي تعداد جي لحاظ سان اهو ڪيترائي منٽ وٺي سگھي ٿو. مهرباني ڪري هن ويب سائيٽ کي بند نه ڪريو.

source: Sentences are collected for people to read aloud.
sd: جملا گڏ ڪيا ويندا آهن ماڻهن کي بلند آواز سان پڙهڻ لاء.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
sd: جملن کي ڪميونٽي جي اعتدال واري عمل جي ذريعي جانچيو ويندو آهي، جڏهن ته اهو عمل مڪمل ناهي. جيڪڏهن توهان ڪو اهڙو جملو ڏسو يا ٻڌو جيڪو توهان کي ناراض ڪري يا توهان کي پريشان ڪري - مثال طور ڇاڪاڻ ته اهو اسان جي <participationGuidelines>ڪميونٽي شرڪت جي هدايتن</participationGuidelines> جي خلاف ورزي ڪري ٿو - مهرباني ڪري UI ۾ پرچم وارو بٽڻ استعمال ڪريو. توھان پڻ اسان سان رابطو ڪري سگھوٿا <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
sd: هتي شامل ڪيل جملا عوامي طور تي موجود cc-0 لائسنس يافته ڊيٽا سيٽ ۾ شامل ڪيا ويندا.

source: Sentence should not contain abbreviations
sd: جملي ۾ مخففات شامل نه هجڻ گھرجي

source: Sentence should not contain numbers
sd: جملي ۾ عدد شامل نه هجڻ گهرجن

source: Sentence should not contain symbols
sd: جملي ۾ علامتون شامل نه هجڻ گهرجن

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
sd: عام آواز ۾ شامل ٿيڻ لاءِ ٻن ماڻهن جي جملن جو جائزو وٺڻ ۽ قبول ڪرڻ لازمي آهي. توھان پنھنجي ٻوليءَ لاءِ ھدايتون ٺاھيو <languageGuidelinesLink>هتي</languageGuidelinesLink>. جملا <licenseLink>عوامي ڊومين </licenseLink> ۾ ۽ 15 لفظن کان ننڍا هجن. توهان ٽيڪسٽ جي مالڪ کان پڇي سگهو ٿا انهي کي <waiverLink>CC0 استعمال ڪندي اسان جي معافي واري عمل کي استعمال ڪندي</waiverLink>، ۽ اسان ڏانهن موڪليو commonvoice@mozilla.com تي

source: Sentences not submitted, are you sure you want to leave?
sd: جملا جمع نه ٿيا، ڇا توهان واقعي ڇڏڻ چاهيو ٿا؟

source: { $sentences } sentences failed
sd: { $sentences } جملا ناڪام ٿي ويا

source: { $sentences } sentences reviewed. Thank you!
sd: { $sentences } جملن جو جائزو ورتو ويو. توهان جي مهرباني!

source: Sentence text
sd: جملي جو متن

source: Serbian
sd: سربيائي

source: Set a goal
sd: ھڪڙو مقصد مقرر ڪريو

source: Set my visibility
sd: منهنجي visibility مقرر ڪريو

source: Setswana
sd: سيٽسوانا

source: Settings
sd: جوڙ جڪ

source: SHA256 Checksum Copied!
sd: SHA256 Checksum ڪاپي ڪيو ويو!

source: Share Common Voice
sd: حصيداري ڪريو عام آواز

source: Share my goal
sd: منهنجو مقصد ونڊيو

source: Share your clip
sd: پنھنجو ڪلپ ونڊيو

source: Share your { $count } Clip Daily Goal for { $type }
sd: شيئر ڪريو پنھنجو { $count } ڪلپ روزاني مقصد لاءِ { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
sd: شيئر ڪريو پنھنجو { $count } ڪلپ ھفتيوار مقصد لاءِ { $type }

source: Shilha
sd: شيلا

source: Shortcuts
sd: شارٽ ڪٽ

source: [Should be ‘dinosaurs’]
sd: ['ڊائناسور' ٿيڻ گهرجي]

source: [Should be “We are”]
sd: [هجڻ گهرجي "اسان آهيون"]

source: Show all skipped sentences again
sd: سڀ ڇڏيل جملا وري ڏيکاريو

source: Show my ranking
sd: منھنجو درجو ڏيکاريو

source: Sicilian
sd: سسيليين

source: Sign up
sd: سائن اپ ڪريو

source: Sign up for an account
sd: هڪ اڪائونٽ لاء سائن اپ ڪريو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
sd: ڪامن وائس نيوز ليٽرز، مقصد ياد ڏياريندڙ ۽ ترقي جي تازه ڪاري لاءِ سائن اپ ڪريو

source: sign up for email updates
sd: اي ميل تازه ڪاري لاءِ سائن اپ ڪريو

source: Sign up for { $lang } updates:
sd: سائن اپ ڪريو { $lang } تازه ڪاري لاءِ:

source: Single Sentence
sd: اڪيلو جملو

source: Single Sentence Submission
sd: اڪيلو جملو جمع ڪرائڻ

source: Single ZIP file containing
sd: ھڪڙي زپ فائل شامل آھي

source: Sinhala
sd: سنهالا

source: Siswati
sd: سِسواتي

source: Size
sd: ماپ

source: Skip
sd: ڇڏي ڏيو

source: Skip Submission Feedback
sd: جمع ڪرائڻ جي راءِ کي ڇڏي ڏيو

source: Slovak
sd: سلوويڪي

source: Slovenian
sd: سلوويني

source: Small businesses, including tech and AI start ups
sd: ننڍا ڪاروبار، بشمول ٽيڪ ۽ AI شروع ٿيندڙ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
sd: [نڇڻ] ٽراسِڪ جو وڏو [ کنگهه] ڊائنوسار.

source: Social media
sd: سماجي ميڊيا

source: Somali
sd: صومالي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
sd: ڪجھ ٻولين ۾ گرامر، لغت ۽ تلفظ ۾ تمام گھڻو تغير آھي. انهيءَ سبب لاءِ، اسان 2022 ۾ <ctaLink>‘مختلف صورتون’</ctaLink> متعارف ڪرائي رهيا آهيون. هي ڪميونٽيز کي انهن جي ٻولين کي وڏي ڊيٽا سيٽ ۾ ڌار ڪرڻ جو هڪ طريقو ڏئي ٿو.

source: Someone asks for a language to be added.
sd: ڪو پڇي ٿو ته ٻولي شامل ڪئي وڃي.

source: Something went wrong with reCAPTCHA. Please try again.
sd: reCAPTCHA سان ڪجهه غلط ٿي ويو. مهرباني ڪري ٻيهر ڪوشش ڪريو.

source: Soninke
sd: سوننڪي

source: Sorbian, Lower
sd: سربيائي، هيٺين

source: Sorbian, Upper
sd: سربيائي، مٿين

source: Sorry, Common Voice is running slowly. Thanks for your interest.
sd: معاف ڪجو، عام آواز آهستي هلي رهي آهي. توهان جي دلچسپي لاء مهرباني.

source: Sorry, something went wrong
sd: معاف ڪريو، ڪا غلطي ٿي آهي

source: Source of your sentence
sd: توھان جي جملي جو ذريعو

source: Source: { $sentenceSource }
sd: ذريعو: { $sentenceSource }

source: Source: { $source }
sd: ذريعو: { $source }

source: Southern Kurdish
sd: ڏاکڻي ڪردش

source: Southern Sotho
sd: ڏاکڻي سوٿو

source: Spanish
sd: اندلسي ٻولي

source: Speak
sd: ڳالهائيو

source: Speakable
sd: ڳالهائڻ جوڳو

source: Speakers
sd: ڳالهائڻ وارا

source: Speaking
sd: ڳالهائڻ

source: Speaking and Listening
sd: ڳالهائڻ ۽ ٻڌڻ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
sd: پنهنجي عام آواز ۾ ڳالهايو! توهان جي ڳالهائڻ جو طريقي کي ڀليڪار آهي - اسان چاهيون ٿا توهان جو تلفظ جيئن آهي، ۽ اسان چاهيون ٿا توهان جي معمولي حجم، انداز ۽ انٽونيشن.

source: Speak now
sd: هاڻي ڳالهايو

source: Speak up, contribute here!
sd: ڳالهايو، هتي تعاون ڪريو!

source: Special Characters and Foreign Letters
sd: خاص اکر ۽ غير ملڪي اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
sd: خاص نشانيون ۽ اوقاف صرف ان وقت شامل ڪيا وڃن جڏهن بلڪل ضروري هجي. مثال طور، هڪ apostrophe انگريزي لفظن ۾ شامل ڪيو ويو آهي جهڙوڪ "don't" ۽ "we're" ۽ ماخذ متن ۾ شامل ڪيو وڃي، پر اهو ممڪن ناهي ته توهان کي ڪڏهن به خاص علامت جي ضرورت پوندي جهڙوڪ "@" يا "#. ”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
sd: <speechBlogLink>تقرير جي سڃاڻپ سان شروعات ڪريو</speechBlogLink>
